cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/versions'

brew 'ack'
brew 'awscli'
brew 'ctags'
brew 'ctags-exuberant'
brew 'gist'
brew 'git-extras'
brew 'git-flow-avh'
brew 'go'
brew 'heroku'
brew 'htop'
brew 'irssi'
brew 'jq'
brew 'macvim', args: ['HEAD', 'with-lua', 'with-luajit', 'with-override-system-vim']
brew 'sl'

cask '1password'
cask 'bartender'
cask 'chromium'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'gyazo'
cask 'gitkraken'
cask 'google-chrome'
cask 'hipchat'
cask 'iterm2'
cask 'jing'
cask 'kaleidoscope'
cask 'parallels-desktop'
cask 'postman'
cask 'robo-3t'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'transmission'
cask 'vlc'
